Repository: Xiaobin0860/iFBA
Catalog: Resources/UILocalStrings/*.lproj/Localizable.strings
Languages: fr

# Warning_Settings_Reset
source: First launch of iFBA v%@ Settings reseted with default values.
fr: Premier lancement de iFBA v%@ Réglages réinitiliasés avec les valeurs par défaut.

# Save State
source: Load/Save State
fr: Sauver/Charger état

# Close game
source: Close current game
fr: Fermer jeu en cours

# Options
source: Settings
fr: Réglages

source: About
fr: A Propos

source: Select a game
fr: Select. un jeu

source: Back to %s
fr: Retour à %s

# Change DIP Switches
source: Change DIP Switches. A reset is often required to active change(s).
fr: Changer les DIP switches. Un RESET est souvent nécessaire pour la prise en compte.

source: Donate
fr: Faire un don

source: Exit
fr: Quitter

# About_Msg
source: iFBA v%@ - YoyoFR Based on FBA v0.2.97.29 Currently supporting %d drivers Uses graphics (pad/stick) resources from iMame4ALL by David Valdeita/Bryn Thomson Do not forget to try the great 'iMame4ALL Reloaded' from Seleuco Icons: MAMu_'s Icons
fr: iFBA v%@ - YoyoFR Basé sur FBA v0.2.97.29 Supporte actuellement %d drivers Graphiques (pad/stick) : iMame4ALL de David Valdeita/Bryn Thomson N'oubliez pas d'essayer 'iMame4ALL Reloaded' par Seleuco Icones: MAMu_'s Icons

source: Controllers
fr: Contrôles

source: ROMS Paths
fr: Répertoires ROMS

# Default Options
source: Default Settings
fr: Réglages par défaut

# Game Options
source: Current game Settings
fr: Réglages jeu en cours

source: Reset to default settings
fr: Valeurs par défaut

source: Choose ROMS Path
fr: Sel. un chemin

source: Cancel
fr: Annuler

source: Tap selected dir above to validate
fr: Touchez la séléction en cours ci-dessus pour valider

# Force 60Hz for smoother video
source: Force 60Hz output for a smoother rendering. May alter game speed
fr: Forcer 60Hz pour un rendu plus fluide. Vitesse de jeu altérée

# Correct timing
source: Correct timing. Rendering will be less smooth but it won't alter game speed
fr: Timing d'origine. Rendu moins fluide mais vitesse de jeu normale

source: Respect original game's aspect ratio
fr: Respecter le ratio écran original

source: Don't respect original game's aspect ratio
fr: Ne pas respecter le ratio écran original

source: Screen mode
fr: Mode écran

source: Original resolution
fr: Résolution originale

source: Fixed scaled resolution
fr: Mise à échelle fixe

# Scaled resolution with vpad
source: Scaled resolution adapted to virtual pad
fr: Mise à échelle adaptée au pad virtuel

source: Scaled resolution with small margins
fr: Mise à échelle avec faible marges sur les côtés

source: Fullscreen
fr: Plein écran

source: Video filter
fr: Filtre video

source: No filter
fr: Pas de filtre

# Video filter strength
source: Filter strength
fr: Intensité Filtre

source: Filtering
fr: Filtrage

source: Show FPS
fr: Affiche FPS

source: Display fps
fr: Les FPS (Frames par seconde) sont affichées

source: Do not display fps
fr: Les FPS (Frame par seconde) ne sont pas affichées

source: Brightness
fr: Luminosité

source: Virtual pad
fr: Pad virtuel

source: Display
fr: Affichage

source: Opacity
fr: Opacité

# Display vpad
source: Change display settings. Specials are the specials buttons: menu, turbo, service, coin, start
fr: Change l'affichage du pad virtuel. Boutons spéciaux: menu, turbo, service, coin, start

source: Display specials
fr: Spéciaux affichés

source: Size
fr: Taille

# Change size
source: Change buttons & pad size
fr: Changer la taille des boutons & du pad

source: Buttons
fr: Boutons

source: Mapping
fr: Définir boutons

# Mapping info
source: Change button mapping. Buttons are listed from left to right, top to bottom. 1 is top left, 8 is bottom right.
fr: Change le mapping des boutons. Les boutons sont listés de gauche à droite, de haut en bas. 1 en haut à gauche, 8 en bas à droite.

# Mapping wii info
source: Change button mapping.
fr: Change le mapping des boutons.

source: Warning
fr: Attention

# Warning iCade BTStack
source: BTStack active, cannot connect to iCade. Please deactivate BTStack in 'Wiimote' menu(iFBA) and activate 'iOS' bluetooth in system settings(BTStack).
fr: BTStack est activé, connection à l'iCade impossible. Il désactiver BTStack dans le menu 'Wiimote'(iFBA) et activer le bluetooth 'iOS' dans les réglages systèmes (BTStack)

source: Reset to default
fr: Valeurs par défaut

# Warning wiimote not connected
source: Wiimote not connected
fr: Wiimote non connectée

# iCade Language
source: Choose the langage selected in system settings for keyboard input
fr: Sélectionner la langue définie dans le système pour le clavier

source: System keyboard:
fr: Langage clavier:

source: Change layout
fr: Changer disposition

source: Sound Output
fr: Audio

# Sound Output on
source: Sound output activated. Changes are applied at next game launch
fr: Audio activé. Changement pris en compte au prochain lancement d'un jeu

# Sound Output off
source: Sound output deactivated. Changes are applied at next game launch
fr: Audio désactivé. Changement pris en compte au prochain lancement d'un jeu

source: Sound Frequency
fr: Fréquence audio

# Sound Freq22
source: 22Khz output. Changes are applied at next game launch
fr: 22Khz. Changement pris en compte au prochain lancement d'un jeu

# Sound Freq44
source: 44Khz output. Changes are applied at next game launch
fr: 44Khz. Changement pris en compte au prochain lancement d'un jeu

source: Sound Latency
fr: Latence audio

# Sound Latency0
source: Low latency, might generate sound issue. Changes are applied at next game launch
fr: Faible latence, peut induire des coupures sonores. Changement pris en compte au prochain lancement d'un jeu

# Sound Latency1
source: Mid latency, reduce potential sound issue. Changes are applied at next game launch
fr: Latence moyenne, réduit les coupures sononres. Changement pris en compte au prochain lancement d'un jeu

# Sound Latency2
source: High latency, reduce even more potential sound issue. Changes are applied at next game launch
fr: Latence haute, réduit encore mieux les coupures sononres. Changement pris en compte au prochain lancement d'un jeu

# asm cpu core, faster but less compatible
source: asm cpu core, faster. Use C core if you encounter issues
fr: asm cpu core, plus rapide. Utilisez le C core si vous rencontrez des problèmes

# C cpu core, slower but more compatible
source: C cpu core, slower but (usually) more compatible
fr: C cpu core, plus lent mais (habituellement) plus compatible

source: Do not check ROMs CRC. Might allow older ROM to run
fr: Pas de vérification CRC des ROMs. Permet de lancer des ROMs anciennes

source: Strict ROM CRC check
fr: Vérification stricte du CRC des ROMs

source: Bypass CRC Check
fr: Ignorer CRC Check

# Not dev yet
source: Not developed yet
fr: Pas encore développé
